{"body": "<p>Eğer bu ekranı görüyorsanız, internete bağlı olmadığınız anlamına gelir. Bağlantı sorunları bazen zayıf hücresel veri veya zayıf Wi-Fi ağ sinyalinden kaynaklanır. Bu tip sorunlar mesaj göndermeye çalışırken, bir medya dosyası indirirken veya sadece uygulamayı açarken gecikmelere neden olur. Sorununuzu çözmek için lütfen aşağıdaki adımları takip edin:</p>\n<ul>\n<li>Başka bir ağa bağlanmayı deneyin. Mümkünse güvenilir bir Wi-Fi ağına bağlanın.</li>\n<li>Eğer hücresel veri kullanıyorsanız, <strong>iPhone Ayarlar</strong> &gt; <strong>Hücresel</strong>'e giderek WhatsApp'ın açık konumda olduğuna emin olun.</li>\n<li>Telefonunuzu yeniden başlatın (kapatın, 30 saniye bekleyin ve tekrar açın).</li>\n<li><strong>iPhone Ayarlar</strong>'dan <strong>Uçak Modu</strong>'nu kapatıp açın.</li>\n<li><strong>iPhone Ayarlar</strong> &gt; <strong>Genel</strong> &gt; <strong>Sıfırla</strong> &gt; <strong>Ağ Ayarlarını Sıfırla</strong>'ya gidin (Bu işlem daha önceden kaydedilmiş tüm Wi-Fi şifrelerini siler ama genellikle pek çok bağlantı sorununu da çözümler). </li>\n<li>iPhone'unuzun iOS'ini (işletim sistemi) en yenisine güncelleyin.</li>\n<li>Ağ bağlantınızın sistem yöneticisiyle iletişime geçin, özellikle kampüs veya kurumsal Wi-Fi bağlantısındaysanız. WhatsApp, proxy veya VPN servisleriyle kullanılmak üzere geliştirilmemiştir.</li>\n</ul>\n<p><strong>Not</strong>: Eğer bağlantı sorununu sadece Wi-Fi veya sadece hücresel veri bağlantısında yaşıyorsanız, bu büyük ihtimalle mobil operatörünüz veya Wi-Fi network ağınızdan kaynaklanmaktadır, <strong>WhatsApp'tan değil</strong>. Lütfen daha fazla bilgi için mobil operatörünüz veya İnternet servis sağlayıcınızla iletişime geçin.</p>\n", "rtl": "0", "title": "Bağlantı Yok"}