{"body": "<p>În cazul în care vedeți acest mesaj, se pare că nu sunteți conectat la Internet, si este posibil să experimentați întârzieri în momentul în care încercați să trimiteți un mesaj sau să descărcați media. Problemele de conexiune pot fi generate, de obicei, din cauza unui semnal slab de celular sau o rețea Wi-Fi care nu este foarte stabilă. Vă rugăm să încercați pașii de mai jos: </p>\n<ul>\n<li>Încercați să vă conectați la orice altă rețea, de preferat, la cea mai stabilă rețea de Wi-Fi. </li>\n<li>Dacă sunteți pe date mobile, asigurați-vă că datele celulare sunt pornite pentru WhatsApp accesând <strong>Configurări iPhone</strong> &gt; <strong>Celular</strong>.</li>\n<li>Închideți telefonul pentru 30 de secunde și apoi porniți-l din nou. </li>\n<li>În <strong>Configurări iPhone</strong>, porniți <strong>Mod Avion</strong> și apoi închideți.</li>\n<li>Accesați <em>* Configurări iPhone</em>* &gt; <strong>General</strong> &gt; <strong>Resetare</strong> &gt; <strong>Resetați configurări rețea</strong> (Acest lucru va șterge toate parolele pentru toate conexiunile Wi-Fi, dar de cele mai multe ori, rezolvă majoritatea problemelor).</li>\n<li>Actualizați sistemul de operare al telefonului dvs. iPhone la ultima versiune. </li>\n<li>Contactați administratorul rețelei respective, mai ales în cazul în care vă aflați într-un campus universitar sau sunteți conecat/ă la o rețea corporate. WhatsApp nu este creat pentru a putea fi utilizat cu rețele de tip proxy sau VPN.</li>\n</ul>\n<p><strong>Notă</strong>: În cazul în care experimentați probleme ce țin de conexiune doar pe Wi-Fi și nu și pe date mobile, acest lucru se datorează furnizorului dvs. de internet sau rețelei dvs. Wi-Fi și <strong>nu este</strong> cauzat de WhatsApp. Vă rugăm să contactați furnizorul dvs. de internet sau administratorul de rețea pentru mai multe informații.</p>\n", "rtl": "0", "title": "Nu sunteți conectat"}