{"body": "<p>Si te aparece este mensaje, significa que no tienes una conexión a Internet.  Los problemas de conexión pueden surgir de una señal débil en tus datos móviles o Wi-Fi.  Estos tipos de problemas pueden causar retrasos al enviar un mensaje, descargar un archivo, o simplemente al usar la aplicación.  En estos casos, por favor intenta lo siguiente:</p>\n<ul>\n<li>Conectate a cualquier otra red, preferiblemente una red Wi-Fi fiable. </li>\n<li>Si te encuentras usando un plan de datos, asegúrate de tener los datos móviles encendidos para WhatsApp bajo los <strong>Ajustes en tu iPhone</strong> &gt; <strong>Datos móviles</strong>.</li>\n<li>Reinicia tu teléfono, (apágalo, espera 30 segundos y préndelo de nuevo).</li>\n<li>En los <strong>Ajustes de tu iPhone</strong>, enciende y apaga <strong>Modo Avión</strong></li>\n<li>Ve a los <strong>Ajustes de tu iPhone</strong> &gt; <strong>General</strong> &gt; <strong>Restablecer</strong> &gt; <strong>Restablecer ajustes de red</strong>. (Esto eliminará todas tus contraseñas Wi-Fi guardadas, pero por lo general soluciona la mayoría de los problemas de conexión)</li>\n<li>Actualiza o restaura la versión del sistema operativo iOS a la última versión disponible en tu dispositivo. </li>\n<li>Contacta al administrador del sistema o red a la que estás conectando, especialmente si utilizas la red Wi-Fi de un sitio que ofrece conexión a múltiples usuarios, por ejemplo en una escuela, la compañía donde trabajas, un restaurante, etc. WhatsApp no está diseñado para usarse con servidores proxy o VPN.  </li>\n</ul>\n<p><strong>Nota:</strong> Si experimentas problemas de conexión sólo con Wi-Fi o datos móviles, esto probablemente es causado por tu proveedor de datos móviles o tu red Wi-Fi y <strong>no</strong> por WhatsApp. Por favor contacta a tu proveedor de servicio o administrador de red para obtener más información.</p>\n", "rtl": "0", "title": "Sin Conexión"}