{"body": "<p>Jeśli widzisz ten ekran, oznacza to, że Twój telefon nie jest połączony z internetem. Problemy tego typu mogą powodować opóźnienia w wysyłaniu wiadomości, pobieraniu multimediów czy też w otworzeniu aplikacji.\nZagadnienia z połączeniem mają miejsce w przypadku słabego zasięgu sieci komórkowej czy też słabego sygnału sieci Wi-Fi. Wypróbuj proszę poniższe kroki:</p>\n<ul>\n<li>spróbuj podłączyć się do innej sieci, najlepiej stabilnej sieci Wi-Fi,</li>\n<li>jeśli używasz danych komórkowych, upewnij się, że dane te są włączone w: <strong>Ustawienia iPhone'a</strong> &gt; <strong>Sieć komórkowa</strong>,</li>\n<li>wyłącz telefon na 30 sekund i włącz ponownie,</li>\n<li>w <strong>Ustawieniach iPhone'a</strong> najpierw  WŁĄCZ potem WYŁĄCZ <strong>Tryb Samolot</strong>,</li>\n<li>otwórz: <strong>Ustawienia iPhone'a</strong> &gt; <strong>Ogólne</strong> &gt; <strong>Wyzeruj</strong> &gt; <strong>Ustawienia sieciowe</strong> (spowoduje to wykasowanie wszystkich zapisanych haseł sieci Wi-Fi, jednak działanie to najczęściej rozwiązuje zagadnienia z połączeniem),</li>\n<li>zaktualizuj wersję oprogramowania iOS swojego telefonu lub odtwórz swój telefon,</li>\n<li>skontaktuj się z administratorem sieci, z którą się łączysz, zwłaszcza jeśli łączysz się z siecią uniwersytecką czy w pracy; aplikacja Whatsapp nie może być używana poprzez proxy lub sieć VPN.</li>\n</ul>\n<p><strong>Uwaga</strong>: jeśli doświadczasz problemów z połączeniem tylko przy użyciu sieci Wi-Fi lub tylko przy połączeniu przez dane komórkowe, oznacza to, że przyczyna leży po stronie dostarczyciela internetowego lub po stornie operatora komórkowego <strong>a nie</strong> po stronie WhatsApp. Skontaktuj się z administratorem sieci bądź z operatorem komórkowym, aby uzyskać więcej informacji.</p>\n", "rtl": "0", "title": "Brak połączenia"}