{"body": "<p>Si vous voyez cet écran, cela signifie que vous n'êtes pas connecté à Internet, et il est possible qu'il y ait un décalage lorsque vous essayez d'envoyer un message ou de télécharger un fichier média. Les problèmes de connexion sont souvent dûs à une pauvre réception du réseau cellulaire ou à un réseau Wi-Fi faible. Veuillez essayer les étapes suivantes :</p>\n<ul>\n<li>Essayez de vous connecter à un autre réseau, de préférence, un réseau Wi-Fi fiable.</li>\n<li>Si vous utilisez un réseau cellulaire, assurez-vous que les données cellulaires soient activées pour WhatsApp dans les <strong>Réglages iPhone</strong> &gt; <strong>Données cellulaires</strong>.</li>\n<li>Éteignez votre téléphone pendant 30 secondes et rallumez-le.</li>\n<li>Allez dans les <strong>Réglages iPhone</strong> &gt; <strong>Général</strong> &gt; <strong>Réinitialiser</strong> &gt; <strong>Réinitialiser les réglages réseau</strong> (cela va supprimer tous les codes Wi-Fi que vous aviez sauvegardé mais cela règle la plupart des problèmes de connexion).</li>\n<li>Mettez à jour ou restaurez la dernière version de l'iOS disponible pour votre appareil. </li>\n<li>Contactez l'administrateur système du réseau sur lequel vous êtes connecté, surtout si vous êtes sur un réseau Wi-Fi de campus ou de votre entreprise. WhatsApp n'est pas conçu pour fonctionner avec les services de Proxy, ni VPN.</li>\n</ul>\n<p><strong>Remarque</strong> : Si vous rencontrez des problèmes de connexion uniquement lorsque vous êtes connecté au Wi-Fi ou uniquement aux données cellulaires, cela provient soit de votre fournisseur de données mobiles ou du réseau Wi-Fi mais <strong>pas</strong> de WhatsApp. Veuillez contacter votre fournisseur ou l'administrateur réseau pour plus d'informations.</p>\n", "rtl": "0", "title": "Aucune connexion"}