{"body": "<p>Amennyiben ezt a képernyőt látod, ez azt jelenti, hogy nem vagy csatlakozva az Internetre és emiatt késéseket tapasztalhatsz az üzenetek küldése és média fájlok letöltése közben. A kapcsolódási problémákat okozhatja gyenge mobilhálózat vagy gyenge Wi-Fi jel. Kérjük próbáld ki a következőket:</p>\n<ul>\n<li>Próbálj másik hálózatra csatlakozni, lehetőség szerint egy stabil Wi-Fi hálózatra.</li>\n<li>Amennyiben mobilhálózatra vagy csatlakozva, bizonyosodj meg róla, hogy a mobil adatforgalom be van kapcsolva a WhatsApp számára: <strong>iPhone Beállítások</strong> &gt; <strong>Mobiltelefon</strong>.</li>\n<li>Kapcsold ki a telefonodat 30 másodpercre majd újra be. </li>\n<li>Kapcsold BE majd KI a <strong>Repülőgép módot</strong> az <strong>iPhone beállításokban</strong>.</li>\n<li>Menj: <strong>iPhone Beállítások</strong> &gt; <strong>Általános</strong> &gt; <strong>Visszaállítás</strong> &gt; <strong>Hálózati beállítások visszaállítása</strong> (Ezáltal törlődni fog minden mentett Wi-Fi jelszavad, de ez segíthet a csatlakozási problémák megoldásában).</li>\n<li>Frissítsd az iPhone-od iOS rendszerét a készüléked számára elérhető legfrissebb verzióra.</li>\n<li>Vedd fel a kapcsolatot a rendszergazdával, különösen abban az esetben, amennyiben kollégiumban tartózkodsz vagy megosztott Wi-Fi hálózatra vagy csatlakozva. A WhatsApp nem úgy lett megírva, hogy proxy vagy VPN szolgáltatásokon használják.</li>\n</ul>\n<p><strong>Megjegyzés</strong>: Amennyiben csak Wi-Fi hálózaton vagy csak mobilhálózaton tapasztalsz problémát, a hiba valószínűleg a mobil szolgáltatóddal vagy a Wi-Fi hálózattal van, és <strong>nem</strong> a WhatsApp-al. Kérjük, hogy további informácókért vedd fel a kapcsolatot a szolgáltatóddal vagy a rendszergazdával.</p>\n", "rtl": "0", "title": "Nincs kapcsolat"}